driver-tests/bpelse/pick/PickJbi/test/PickNoSibling/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tes="http://j2ee.netbeans.org/testPickNoSibling">
  <soapenv:Body>
    <tes:part1>Test</tes:part1>
  </soapenv:Body>
</soapenv:Envelope>